categories = [
    "Парикмахерские услуги",
    "Ногтевой сервис",
    "Макияж",
    "Удаление волос",
    "Ресницы",
    "Брови",
    "Косметология",
    "Уход за телом",
    "Стоматология",
    "Медицинские услуги",
    "Курсы",
    "Тату и пирсинг",
    "Другое",
    "Татуаж",
    "Коррекция фигуры",
    "Психологическая консультация"
]


# Услуги, относящиеся к категории "Парикмахерские услуги"
hair_services = [
    "Стрижка женская. Короткий волос",
    "Стрижка женская. Средний волос",
    "Стрижка женская. Длинный волос",
    "Стрижка мужская",
    "Стрижка мужская. Barber",
    "Стрижка мужская. Дизайн",
    "Стрижка детская",
    "Стрижка пенсионерам",
    "Стрижка с рисунком (мужской зал)",
    "Стрижка под насадку",
    "Стрижка бороды",
    "Коррекция бороды",
    "Дизайн бороды",
    "Королевское бритье (мужской зал)",
    "Окрашивание. короткий волос",
    "Окрашивание. средний волос",
    "Окрашивание. длинный волос",
    "Окрашивание. Мужское",
    "Стрижка челки",
    "Плетение кос"
]




# Услуги, относящиеся к категории "Ногтевой сервис"
nail_services = [
    "Маникюр. Классический. Лак",
    "Маникюр. Классический. Гель",
    "Маникюр. Классический. Френч",
    "Педикюр. Классический. Лак",
    "Педикюр. Классический. Гель",
    "Маникюр стразы",
    "Снятие лака с ногтей рук",
    "Снятие лака с ногтей ног",
    "Дизайн ногтей",
    "Маникюр. Классический. Без покрытия",
    "Маникюр. Мужской. Без покрытия",
    "Педикюр. Мужской. Без покрытия",
    "Коррекция ногтей рук",
    "Коррекция ногтей ног",
    "Наращивание ногтей",
    "Гелевое наращивание ногтей",
    "Покрытие лечебным лаком",
    "Лечебный педикюр",
    "Ремонт ногтей",
    "Маникюр+педикюр"
]


# Услуги, относящиеся к категории "Макияж"
makeup_services = [
    "Макияж классический",
    "Макияж свадебный",
    "Макияж дневной",
    "Снятие макияжа",
    "Make Up",
    "Мужской макияж",
    "Тон лица",
    "Гримм",
    "Прическа дружки + Макияж",
    "Комплекс 'Party time'",
    "Вечерний макияж. Скидка",
    "Свадебная прическа + Свадебный макияж",
    "Пробный макияж",
    "Макияж",
    "Наклейка пучковых ресниц",
    "Макияж возрастной",
    "Коррекция лица",
    "Накладные ресницы",
    "Контурирование",
    "Вечерний макияж"
]


# Услуги, относящиеся к категории "Удаление волос"
hair_removal_services = [
    "Шугаринг ног",
    "Шугаринг рук",
    "Шугаринг: руки до локтей",
    "Шугаринг: ноги до колен",
    "Шугаринг: спина",
    "Шугаринг: живота",
    "Депиляция. Шугаринг зоны бикини",
    "Шугаринг. Глубокое бикини",
    "Депиляция. Шугаринг всего тела",
    "Шугаринг: усики",
    "Шугаринг: подмышечные впадины",
    "Шугаринг ягодичной зоны",
    "Депиляция воском. Руки полностью",
    "Депиляция воском. Ноги полностью",
    "Депиляция воском. Все тело",
    "Депиляция воском. Руки до локтей",
    "Депиляция воском. Ноги до колен",
    "Эпиляция. Воск. Живот",
    "Депиляция. воском спина",
    "Депиляция. воском зоны бикини"
]




# Услуги, относящиеся к категории "Ресницы"
eyelash_services = [
    "Коррекция ресниц",
    "Наращивание ресниц",
    "Наращивание ресниц. Объем",
    "Снятие наращённых ресниц",
    "Голливудский объем",
    "Наращивание ресниц. Голливуд",
    "Окрашивание ресниц",
    "Наклеивание под умных ресниц",
    "Наращивание ресниц, концы",
    "Объемное наращивание 3D",
    "Наращивание ресниц. «Классика»",
    "Наращивание пучковых ресниц",
    "Классическое наращивание эффект натуральных ресниц",
    "Наращивание ресниц 2D",
    "Коррекция ресниц 2D",
    "Коррекция ресниц 3D",
    "Окрашивание ресниц хной",
    "Снятие",
    "Ламинация ресниц",
    "Наращивание ресниц 2D"
]



# Услуги, относящиеся к категории "Уход за кожей"
skin_care_services = [
    "Пилинг + маска",
    "Чистка лица. Механическая или ультразвуковая",
    "Пилинг отбеливающий",
    "Чистка лица атравматическая",
    "Пилинг ТСА",
    "Ретиноловый (срединный пилинг)",
    "Чистка лица классическая",
    "Чистка лица комплексная",
    "Аппаратная чистка лица",
    "Экспресс уход по типу кожи",
    "Фотоомоложение. Лицо",
    "VIP уход",
    "Дермообразия",
    "Пилинг",
    "Консультация по лечению кожи",
    "Мезотерапия",
    "Биорегенерация",
    "Биоармирование",
    "Мезотерапия для волос"
]


# Услуги в категории "Массаж и СПА"
massage_and_spa_services = [
    "Массаж общий для женщин",
    "Массаж классический",
    "Массаж рук",
    "Массаж ног",
    "Массаж спины",
    "Массаж живота",
    "Массаж лица",
    "Массаж шейно-воротниковой зоны",
    "Массаж лечебный",
    "Массаж медовый",
    "Массаж антицеллюлитный",
    "Массаж баночный",
    "Массаж детский",
    "Массаж спортивный",
    "Кедровая бочка",
    "Скрабирование тела",
    "Обертывание",
    "Массаж по зонам",
    "Массаж расслабляющий",
    "Огнетерапия"
]


# Услуги в категории "Стоматология"
dentistry_services = [
    "Экстра отбеливание зубов",
    "Классик отбеливание зубов",
    "Экстра глубокое отбеливание",
    "Замена дуги",
    "Имплантация 1 зуб",
    "Имплантация 2 зуб",
    "Имплантация 3 зуб",
    "Консультация стоматолога",
    "Лечение кариеса",
    "Лечение пульпита",
    "Обточка зуба",
    "Реставрация",
    "Снятие брекетов",
    "Починка ретейнера",
    "Починка брекета",
    "Установка брекетов",
    "Осмотр",
    "Удаление зуба",
    "Снятие слепков",
    "Сдача протеза"
]


# Услуги в категории "Медицинские консультации и процедуры"
medical_services = [
    "Одноразовая насадка",
    "Фиброзное лечение",
    "Консультация гинеколога по интимомоложению",
    "Консультация гинеколога по гормонально-заместительной терапии",
    "Консультация хирурга",
    "Лабораторные анализы",
    "Капельница 'Slim'",
    "Консультация гастроэнтеролога",
    "Консультация гепатолога",
    "Консультация уролога",
    "Консультация андролога",
    "Консультация эндокринолога",
    "Повторная консультация гастроэнтеролога",
    "Повторная консультация уролога",
    "Повторная консультация эндокринолога",
    "Повторная консультация андролога",
    "Повторная консультация гепатолога",
    "Консультация трихолога",
    "Иглотерапия в больнице",
    "Капиллярное кровопускание"
]


# Услуги в категории "Перманентный макияж, пирсинг и биотату"
beauty_services = [
    "Глиттер-тату",
    "Пирсинг носа без сережки",
    "Прокол мочки уха",
    "Прокалывание ушей",
    "Родинка, мушка",
    "Эффект помады на губах",
    "Био тату",
    "Биотату на тело глиттером, бархатом, хной, неоновые",
    "Мехенди",
    "Удаление тату",
    "Прокол ушей",
    "Рисунок хной",
    "Хрящ",
    "Трагус",
    "Анти-трагус",
    "Прокол индастриал",
    "Медуза",
    "Щеки",
    "Язык",
    "Смайл"
]


# Пример списка дополнительных услуг из категории "Другое"
additional_services = [
    "Доплата (не для онлайн записи!) (для фиксирования доплаты в записи)",
    "Мастер класс",
    "Акция приведи подругу",
    "Услуги детской зоны",
    "Детская зона (не для онлайн)",
    "Пробное занятие ЭМС",
    "Консультация стилиста",
    "Уборка",
    "Флай Йога. Дети",
    "Флай Йога. Пробный урок",
    "Аренда Зала",
    "Консультация anti-age доктора",
    "Флай Йога",
    "Выезд мастера",
    "Шопинг сопровождение",
    "Экзамен",
    "Собрание",
    "Доплата за расходный материал",
    "Модели"
]

# Пример списка услуг из категории "Татуаж"
tattoo_services = [
    "Татуаж бровей",
    "Татуаж бровей. Растушевка",
    "Микроблейдинг бровей",
    "Биотатуаж бровей",
    "Микроблейдинг бровей. Коррекция",
    "Татуаж",
    "Татуаж перманентный",
    "Татуаж бровей (волосковой метод)",
    "Татуаж губ (контур)",
    "Растушевка",
    "Перманентный татуаж бровей",
    "Коррекция татуажа. Брови",
    "Татуаж губ (полностью)",
    "Татуаж волосковый",
    "Татуаж с теневой растушевкой",
    "Перманентный макияж",
    "Микроблейдинг век",
    "Татуаж бровей с растушевкой",
    "Коррекция татуажа",
    "Эффект помады + растушёвка"
]


# Пример списка услуг из категории "Коррекция фигуры"
body_correction_services = [
    "Обертывание глиной",
    "Кавитация",
    "Обертывание водорослевое GUAM зона живот и талия",
    "Обертывание водорослевое GUAM зона руки,спина",
    "Обертывание водорослевое GUAM зона ягодицы и бёдра",
    "Обертывание водорослевое GUAM всего тела до 70 кг",
    "Миостимуляция",
    "Антицеллюлитная программа",
    "Аппаратное похудение 'Липолазер'",
    "Эндосфера тело (1 час)",
    "Аппарат BIO JET",
    "Медовое обертывание",
    "Лечение целлюлита",
    "Smart Slim Combo",
    "Smart Slim Light",
    "Smart Slim Light 2",
    "Smart Slim Light 3",
    "Прессотерапия",
    "Кавитация + вакуум",
    "V-shape (RF+IR+вакуум). Глаза"
]


# Пример списка услуг из категории "Психологическая консультация"
psych_consultation_services = [
    "Сюцай консультация",
    "Сексология консультация",
    "ДМД сессия",
    "Сеанс по космо-энергетика",
    "Консультация чакра-анализ",
    "Консультация по коучинг",
    "Участие в игре «Танцующая с волками» индивидуально",
    "1 час сессии трансформационного коучинга",
    "Индивидуальная расстановка",
    "Участие в игре «Танцующая с волками» в группе",
    "Трансформационная игра «Энергия денег»",
    "Трансформационная игра «Секс в твоём городе»",
    "Трансформационная игра «Алхимия любви»",
    "Трансформационная игра «Долина - хранительница женской души»",
    "Участие в игре «Танцующая с волками» групповое",
    "Участие в игре «Сатори» индивидуально",
    "Участие в игре «Сатори» групповое",
    "Участие в игре «Money Energy» индивидуально",
    "Участие в игре «Money Energy» групповое",
    "Трансформационная игра «Исцеление любви» в группе"
]


